Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/MusicSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SYNC_LIBRARY_FOOTER_MATCH_ONLY
source: Your purchased music, content you import to iTunes, and changes you make to your library will sync across all your devices.
ar: الموسيقى التي تُشترى والمحتوى الذي يُستورد إلى iTunes والتغييرات التي تُجرى في المكتبة، ستتم مزامنة كل ذلك على جميع أجهزتك.
bg: Вашата закупена музика, съдържанието, което импортирате в iTunes, и промените, които правите във вашата библиотека, ще се синхронизират между всички ваши устройства.
ca: La música que compris, el contingut que importis a l’iTunes i els canvis que facis a la biblioteca se sincronitzaran en tots els teus dispositius.
cs: Vaše koupená hudba, obsah importovaný do iTunes a změny provedené v knihovně se synchronizují mezi všemi vašimi zařízeními.
da: Din købte musik, indhold, du importerer til iTunes, og ændringer i biblioteket synkroniseres til alle dine enheder.
de: Deine Musikkäufe, nach iTunes importierte Inhalte sowie Änderungen, die du an deiner Mediathek vornimmst, werden auf all deinen Geräten synchronisiert.
el: Τα αγορασμένα τραγούδια, το περιεχόμενο που εισάγετε στο iTunes και οι αλλαγές που κάνετε στη βιβλιοθήκη σας θα συγχρονίζονται σε όλες τις συσκευές σας.
es: La música que compres, el contenido que importes a iTunes y los cambios que hagas en tu biblioteca se sincronizarán en todos tus dispositivos.
es_us: La música que hayas comprado, el contenido que importes a iTunes y los cambios realizados a tu biblioteca se sincronizarán en todos tus dispositivos.
fi: Ostamasi musiikki, iTunesiin tuomasi sisältö sekä kirjastoosi tekemäsi muutokset synkronoidaan kaikkiin laitteisiisi.
fr: Vos achats, le contenu importé dans iTunes et les modifications apportées à votre bibliothèque seront synchronisés sur tous vos appareils.
fr_ca: La musique que vous avez achetée, les contenus que vous importez d’iTunes et les modifications que vous apportez à votre bibliothèque seront synchronisés avec tous vos appareils.
he: מוזיקה שרכשת, תוכן שייבאת ל-iTunes וכן שינויים שביצעת בספריה שלך יסתנכרנו בכל המכשירים שלך.
hi: आपका ख़रीदा गया संगीत, iTunes में आपके द्वारा इंपोर्ट किए गए कॉन्टेंट और आपकी लाइब्रेरी में आपके द्वारा किए गए परिवर्तन आपके डिवाइस में सिंक किए जाएँगे।
hr: Vaša kupljena glazba, sadržaji koje importirate u iTunes i promjene koje unesete u medijateku sinkronizirat će se na svim vašim uređajima.
hu: A vásárolt zenék, az iTunesba importált tartalom, valamint a könyvtárában végzett módosítások szinkronizálva lesznek az összes eszközén.
id: Musik yang Anda beli, konten yang Anda impor ke iTunes, dan perubahan yang Anda buat terhadap perpustakaan musik Anda akan diselaraskan di semua perangkat Anda.
it: I brani acquistati, i contenuti che importi su iTunes e le modifiche che apporti alla libreria verranno sincronizzati su tutti i tuoi dispositivi.
ja: 購入したミュージック、iTunesへ読み込んだコンテンツ、およびライブラリに加えられた変更はお使いのすべてのデバイス間で同期されます。
kk: Сатып алынған музыка, iTunes қолданбасына импортталған контент және медиатекаға енгізілген өзгертулер барлық құрылғыда синхрондалады.
ko: 사용자가 구입한 음악, iTunes로 가져온 콘텐츠 및 보관함 변경 사항이 사용자의 모든 기기에 동기화됩니다.
lt: Jūsų įsigyta muzika, į „iTunes“ importuotas turinys ir bibliotekos pakeitimai bus sinchronizuoti visuose jūsų įrenginiuose.
ms: Muzik yang anda beli, kandungan yang anda import ke iTunes dan perubahan yang anda buat pada pustaka anda akan diselaraskan merentas semua peranti anda.
nl: Gekochte muziek, materiaal dat je importeert naar iTunes, en wijzigingen die je aan je bibliotheek aanbrengt, worden op al je apparaten gesynchroniseerd.
no: Musikk du har kjøpt, innhold du importerer til iTunes, og endringer du gjør i biblioteket, vil bli synkronisert mellom alle enhetene dine.
pl: Kupiona muzyka, treści zaimportowane do iTunes oraz zmiany dokonywane w bibliotece będą synchronizowane na wszystkich Twoich urządzeniach.
pt_br: Suas músicas compradas, o conteúdo que você importar para o iTunes e as alterações que fizer na sua biblioteca serão sincronizados em todos os seus dispositivos.
pt_pt: A música comprada, o conteúdo importado para o iTunes e as alterações efetuadas à biblioteca serão sincronizados com todos os seus dispositivos.
ro: Muzica achiziționată, conținutul pe care îl importați în iTunes și modificările pe care le faceți în bibliotecă se vor sincroniza pe toate dispozitivele dvs.
ru: Приобретенная Вами музыка, импортируемый в iTunes контент, а также изменения в медиатеке синхронизируются между всеми Вашими устройствами.
sk: Zakúpená hudba, obsah importovaný do iTunes a zmeny vykonané v knižnici budú synchronizované na všetkých vašich zariadeniach.
sl: Kupljena glasba, vsebina, uvožena v iTunes, in spremembe, ki jih naredite v svoji knjižnici, se sinhronizirajo v vseh vaših napravah.
sv: Din köpta musik, innehåll som du importerar till iTunes samt ändringar du gör i biblioteket synkroniseras mellan alla dina enheter.
th: เพลงที่คุณซื้อ เนื้อหาที่คุณนำเข้าไปยัง iTunes และการแก้ไขคลังเพลงของคุณจะถูกเชื่อมข้อมูลบนอุปกรณ์ทุกเครื่องของคุณ
tr: iTunes’a aktardığınız satın alınan müzikler, içerikler ve arşivinizde yaptığınız değişiklikler tüm aygıtlarınızda eşzamanlanır.
uk: Ваша придбана музика, імпортований до iTunes вміст, а також внесені до медіатеки зміни синхронізуватимуться між усіма вашими пристроями.
vi: Nhạc đã mua, nội dung mà bạn nhập vào iTunes và các thay đổi mà bạn thực hiện cho thư viện sẽ đồng bộ hóa trên tất cả các thiết bị của bạn.
zh_cn: 已购音乐、导入iTunes的内容、以及你对资料库所作的更改，将在所有设备上同步。
zh_hk: 你購買的音樂、輸入iTunes的內容，以及對資料庫進行的更改都會同步到所有裝置。
zh_tw: 你購買的音樂、輸入iTunes的內容，以及對資料庫進行的更動都會同步到所有裝置上。

# SHARE_PLAY_TOGETHER_FOOTER_TEXT
source: Allow your contacts to discover you when playing music in the car or connected to a speaker.
ar: السماح لجهات الاتصال باكتشافك عند تشغيل الموسيقى في السيارة أو الاتصال بسماعة.
bg: Позволете на контактите си да ви открият, когато слушате музика в колата или сте свързани към високоговорител.
ca: Permet que els contactes et trobin quan escoltis música al cotxe o mitjançant un altaveu extern.
cs: Umožňuje kontaktům, aby při přehrávání hudby v autě nebo připojení k reproduktoru viděli vaše zařízení.
da: Dine kontakter må finde dig, når der afspilles musik i bilen, eller der er forbindelse til en højttaler.
de: Erlaube deinen Kontakten, dich zu finden, wenn du im Auto Musik spielst oder dein Gerät mit einem Lautsprecher verbunden ist.
el: Επιτρέψτε στις επαφές σας να σας ανακαλύπτουν κατά την αναπαραγωγή μουσικής στο αυτοκίνητο ή τη σύνδεση σε ηχείο.
es: Permite que tus contactos puedan encontrarte cuando escuches música en el coche o te conectes a un altavoz.
es_us: Permite que tus contactos detecten cuando reproduces música en el auto o mediante un altavoz.
fi: Salli yhteystietojen löytää sinut, kun toistat musiikkia autossa tai yhdistettynä kaiuttimeen.
fr: Autorisez vos contacts à détecter votre appareil lorsque vous écoutez de la musique en voiture ou lorsqu’il est connecté à un haut-parleur.
fr_ca: Autorisez vos contacts à détecter votre appareil lorsqu’il est connecté à un haut-parleur ou lorsque vous écoutez de la musique en voiture.
he: באפשרותך לאשר לאנשי הקשר לגלות את המכשיר שלך בעת השמעת מוזיקה ברכב או כאשר הוא מחובר לרמקול.
hi: कार में संगीत चलाने के दौरान या स्पीकर से कनेक्टेड होने पर अपने संपर्कों को आपको खोजने की अनुमति दें।
hr: Dozvolite svojim kontaktima da vas mogu pronaći tijekom reproduciranja glazbe u automobilu ili kad su spojeni na zvučnik.
hu: Lehetővé teszi a kontaktok számára az Ön felfedezését, amikor zenét játszik le az autóban, vagy hangszóróhoz csatlakozik.
id: Izinkan kontak untuk menemukan Anda saat memutar musik di mobil atau terhubung ke speaker.
it: Consenti ai contatti di trovarti quando riproduci musica nell’auto o tramite un altoparlante.
ja: 車内またはスピーカーに接続されている場合、ミュージックを再生しているときに連絡先があなたを検出できるようにします。
kk: Көлікте музыканы ойнатқанда немесе динамикке қосылып тұрғанда, контактілеріңіз сізді таба алады.
ko: 차 안에서 음악을 재생하거나 스피커에 연결할 때 연락처에 있는 사람이 사용자를 발견할 수 있도록 허용합니다.
lt: Leiskite savo adresatams matyti, kada leidžiate muziką automobilyje arba prijungę prie garsiakalbio.
ms: Benarkan kenalan anda menemui anda apabila memainkan muzik di dalam kereta atau disambungkan ke speaker.
nl: Sta toe dat je contacten je kunnen ontdekken wanneer je muziek afspeelt in de auto of verbonden bent met een luidspreker.
no: Tillat at kontaktene dine kan se når du spiller musikk i bilen eller kobler til en høyttaler.
pl: Pozwalaj kontaktom odkrywać Cię, gdy odtwarzasz muzykę w samochodzie lub przez połączony głośnik.
pt_br: Permita que seus contatos descubram quando você estiver reproduzindo música no carro ou seu dispositivo estiver conectado a um alto‑falante.
pt_pt: Permita que os seus contactos detetem o seu dispositivo ao ouvir música no carro ou quando houver ligação a uma coluna.
ro: Permiteți contactelor dvs. să detecteze când redați muzică în mașină sau prin intermediul unui difuzor.
ru: Люди из списка контактов смогут обнаруживать Вас при воспроизведении музыки в автомобиле или подключении к колонке.
sk: Ľudia, ktorých máte v kontaktoch, budú počas prehrávania hudby v aute alebo pripojenia k reproduktoru vidieť vaše zariadenie.
sl: Omogočite stikom, da vas odkrijejo med predvajanjem glasbe v avtomobilu ali ob vzpostavljeni povezavi z zvočnikom.
sv: Tillåt att kontakter upptäcker dig när du spelar upp musik i bilen eller är ansluten till en högtalare.
th: อนุญาตให้รายชื่อของคุณสามารถค้นหาคุณได้ในระหว่างที่คุณเล่นเพลงในรถหรือเชื่อมต่อกับลำโพง
tr: Arabada müzik çalarken veya bir hoparlöre bağlıyken kişilerinizin sizi bulmasına izin verir.
uk: Дозволити вашим контактам виявляти вас, коли відтворюється музика в авто чи на динаміках.
vi: Cho phép các liên hệ của bạn tìm thấy bạn khi đang phát nhạc trong ô tô hoặc được kết nối với loa.
zh_cn: 在车上播放音乐或连接扬声器时，允许联系人发现你。
zh_hk: 在車上播放音樂或連接喇叭時，允許聯絡人發現你。
zh_tw: 在車中播放音樂或連接揚聲器時，允許聯絡人可以找到你。

source: Library
ar: المكتبة
bg: Библиотека
ca: Biblioteca
cs: Knihovna
da: Bibliotek
de: Mediathek
el: Βιβλιοθήκη
es: Biblioteca
es_us: Biblioteca
fi: Kirjasto
fr: Bibliothèque
fr_ca: Bibliothèque
he: ספריה
hi: लाइब्रेरी
hr: Medijateka
hu: Könyvtár
id: Perpustakaan
it: Libreria
ja: ライブラリ
kk: Медиатека
ko: 보관함
lt: Biblioteka
ms: Pustaka
nl: Bibliotheek
no: Bibliotek
pl: Biblioteka
pt_br: Biblioteca
pt_pt: Biblioteca
ro: Bibliotecă
ru: Медиатека
sk: Knižnica
sl: Knjižnica
sv: Bibliotek
th: คลัง
tr: Arşiv
uk: Медіатека
vi: Thư viện
zh_cn: 资料库
zh_hk: 資料庫
zh_tw: 資料庫

# KEEP
source: Keep Music
ar: الاحتفاظ بالموسيقى
bg: Запази музиката
ca: Conserva la música
cs: Zachovat hudbu
da: Behold musik
de: Musik behalten
el: Διατήρηση μουσικής
es: Guardar música
es_us: Conservar música
fi: Säilytä musiikki
fr: Garder la musique
fr_ca: Conserver la musique
he: שמירת המוזיקה
hi: संगीत रखें
hr: Zadrži glazbu
hu: Zene megtartása
id: Simpan Musik
it: Conserva brani
ja: ミュージックを残す
kk: Музыканы қалдыру
ko: 음악 유지
lt: Palikti muziką
ms: Simpan Muzik
nl: Behoud muziek
no: Behold musikk
pl: Pozostaw muzykę
pt_br: Manter Músicas
pt_pt: Manter música
ro: Păstrați muzica
ru: Оставить музыку
sk: Ponechať hudbu
sl: Obdrži glasbo
sv: Behåll musik
th: เก็บเพลง
tr: Müzikleri Tut
uk: Залишити музику
vi: Giữ lại nhạc
zh_cn: 保留音乐
zh_hk: 保留音樂
zh_tw: 保留音樂

# HI_RES_LOSSLESS_DOWNLOAD_CELLULAR_WARN_ACTION_ACCEPT
source: Turn on Hi-Res Downloads
ar: تشغيل تنزيلات Hi-Res
bg: Включи изтегляне в Hi-Res
ca: Activa la descàrrega en alta resolució
cs: Zapnout stahování v Hi‑Res
da: Slå hi-res lossless-overførsler til
de: Hi-Res-Downloads aktivieren
el: Ενεργοποίηση των Λήψεων υψηλής ανάλυσης
es: Activar descargas en alta resolución
es_us: Activar descargas en Hi-Res
fi: Laita Hi-Res-lataukset päälle
fr: Activer les téléchargements Hi-Res
fr_ca: Activer les téléchargements en haute qualité
he: הפעלת הורדות ב-Hi-Res
hi: Hi-Res डाउनलोड चालू करें
hr: Uključi Hi-Res preuzimanja
hu: Nagy felbontású letöltések bekapcsolása
id: Nyalakan Pengunduhan Hi-Res
it: Attiva download Hi‑Res
ja: ハイレゾのダウンロードをオン
kk: Hi-Res форматында жүктеп алынғандарды қосу
ko: 고해상도 다운로드 켜기
lt: Įjungti didelės raiškos atsisiuntimus
ms: Aktifkan Muat Turun Hi‑Res
nl: Schakel downloads met hoge resolutie in
no: Slå på nedlasting av Hi-Res
pl: Włącz pobieranie Hi‑Res Lossless
pt_br: Ativar Downloads Hi-Res
pt_pt: Ativar descargas de alta resolução
ro: Activați descărcările Hi‑Res
ru: Включить загрузки Hi‑Res
sk: Zapnúť Hi‑Res sťahovanie
sl: Vklopi prenose v Hi-Res
sv: Slå på hämtningar i Hi-Res-format
th: เปิดใช้การดาวน์โหลดแบบ Hi-Res
tr: Yüksek Çözünürlüklü İndirmeyi Aç
uk: Увімкнути викачування високороздільних файлів
vi: Bật Tải về hi-res
zh_cn: 打开高解析度下载
zh_hk: 開啟高解析度下載項目
zh_tw: 開啟高解析度下載項目

# CONTINUE_BUTTON_TITLE
source: Continue
ar: متابعة
bg: Продължи
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
es_us: Continuar
fi: Jatka
fr: Continuer
fr_ca: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
kk: Жалғастыру
ko: 계속
lt: Tęsti
ms: Teruskan
nl: Ga door
no: Fortsett
pl: Dalej
pt_br: Continuar
pt_pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
th: ดำเนินการต่อ
tr: Sürdür
uk: Далі
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續

# HI_RES_LOSSLESS_CELLULAR_WARN_BODY
source: Hi-Res Lossless streaming will consume significantly more data than High Quality and is not recommended for cellular connections.
ar: سيستهلك بث Hi-Res Lossless بيانات أكبر بكثير من الجودة العالية، ولا يوصى به عند الاتصال بالشبكة الخلوية.
bg: Стриймването в Hi-Res Lossless ще употребява значително повече данни от Високо качество и не е препоръчително за мобилни връзки.
ca: La reproducció en alta resolució sense pèrdua consumeix més dades que la reproducció en alta qualitat, per això no es recomana si s’utilitza una connexió mòbil.
cs: Při bezztrátovém streamování ve vysokém rozlišení (Hi‑Res) se přenášejí podstatně větší objemy dat než při streamování ve vysoké kvalitě. Pro mobilní připojení se bezztrátové streamování nedoporučuje.
da: Streaming i Hi-Res Lossless bruger væsentlig mere data end høj kvalitet og anbefales ikke til mobilforbindelser.
de: Hi-Res-Lossless-Streaming verbraucht wesentlich mehr Daten als Streaming in High Quality und wird für Mobilfunkverbindungen nicht empfohlen.
el: Η ροή Lossless υψηλής ανάλυσης θα καταναλώνει πολύ περισσότερα δεδομένα από ό,τι η ροή Υψηλής ποιότητας, και δεν συνιστάται για συνδέσεις κινητού δικτύου.
es: La transmisión de audio en alta resolución sin pérdida consumirá muchos más datos que en calidad alta y no se recomienda con conexiones móviles.
es_us: La transmisión de audio Hi-Res Lossless consumirá significativamente más datos que la transmisión de alta calidad y no se recomienda al usar datos celulares.
fi: Hi-Res Lossless kuluttaa huomattavasti enemmän dataa kuin korkealaatuinen, eikä sitä suositella mobiiliyhteyksille.
fr: La diffusion au format Lossless haute qualité entraîne une consommation de données supérieure à la diffusion en haute qualité et n’est pas recommandée via les connexions cellulaires.
fr_ca: La diffusion sans perte haute qualité consomme considérablement plus de données que celle en qualité supérieure et n’est pas recommandée avec les connexions cellulaires.
he: הזרמה בפורמט Hi-Res Lossless תוביל לצריכת נתונים גבוהה באופן משמעותי בהשוואה ל״איכות גבוהה״, והיא לא מומלצת עם חיבור לרשת סלולרית.
hi: Hi-Res Lossless स्ट्रीमिंग उच्च गुणवत्ता की तुलना में बहुत ज़्यादा डेटा की खपत करेगी और मोबाइल डेटा कनेक्शन के लिए इसकी अनुशंसा नहीं की जाती है।
hr: Streaming u kvaliteti Hi-Res Lossless trošit će više podatkovnog prometa od visoke kvalitete i ne preporučuje se za podatkovne veze.
hu: A nagy felbontású veszteségmentes minőségű streamelés a kiváló minőséghez képest lényegesen több adathasználatot igényel, ezért mobiladat-kapcsolat használatakor nem ajánlott.
id: Streaming Hi-Res Lossless akan memakan jauh lebih banyak data dari Kualitas Tinggi dan tidak dianjurkan untuk koneksi seluler.
it: Lo streaming in formato Hi‑Res Lossless richiederà una quantità di dati significativamente maggiore rispetto alla versione in alta qualità ed è sconsigliato per le connessioni cellulare.
ja: ハイレゾロスレスのストリーミングを使用すると高音質に比べて非常に多くのデータ通信が使用されるため、モバイル通信接続ではおすすめしません。
kk: Hi-Res Lossless форматындағы трансляция жоғары сапалы трансляцияға қарағанда едәуір көп деректерді тұтынады және ұялы байланысты пайдалану кезінде ұсынылмайды.
ko: 고해상도 무손실 스트리밍은 고품질보다 훨씬 많은 데이터를 소비하며, 셀룰러 연결에서는 권장되지 않습니다.
lt: Klausantis srautu didelės raiškos nenuostolinguoju formatu sunaudojama gerokai daugiau duomenų nei aukštos kokybės formatu – tai nerekomenduojama naudojant mobilųjį ryšį.
ms: Penstriman Lossless Hi‑Res akan menggunakan lebih banyak data secara ketara daripada Kualiti Tinggi dan tidak disyorkan untuk sambungan selular.
nl: Streamen in 'Lossless met hoge resolutie' verbruikt aanzienlijk meer data dan streamen in 'Hoge kwaliteit' en wordt niet aanbevolen voor mobiele verbindingen.
no: Strømming av formatet Hi-Res Lossless bruker betydelig mer data enn Høy kvalitet og anbefales ikke over mobilnettet.
pl: Strumieniowanie w formacie Hi‑Res Lossless wymaga przesyłania większej ilości danych niż w przypadku wysokiej jakości. Nie zalecamy używania go w sieci komórkowej.
pt_br: O streaming em Hi-Res Lossless consome consideravelmente mais dados que a Alta Qualidade e não é recomendado para conexões celulares.
pt_pt: O streaming em alta resolução sem perdas consome significativamente mais dados do que o streaming com alta qualidade. Não é recomendado para ligações através da rede móvel.
ro: Difuzarea în flux Hi‑Res Lossless va atrage un consum de date semnificativ mai mare decât calitatea înaltă și nu este recomandată pentru conexiuni celulare.
ru: При трансляции в формате Hi‑Res Lossless передается значительно больше данных, чем при трансляции в высоком качестве, поэтому такая трансляция не рекомендуется при использовании сотовых данных.
sk: Hi‑Res Lossless streamovanie spotrebuje omnoho viac dát ako streamovanie vo vysokej kvalite a neodporúča sa pre mobilné pripojenia.
sl: Pretakanje v kakovosti Hi-Res Lossless bo porabljalo občutno več podatkov kot pretakanje v visoki kakovosti in ni priporočeno za mobilne povezave.
sv: Strömning med formatet Hi-Res Lossless-kvalitet använder mycket mer data än hög kvalitet. Det rekommenderas inte för mobilanslutningar.
th: การสตรีมเสียงแบบ Hi-Res Lossless จะใช้ข้อมูลเพิ่มขึ้นมากกว่าคุณภาพสูงเป็นอย่างมากและไม่แนะนำสำหรับการเชื่อมต่อเซลลูลาร์
tr: Yüksek Çözünürlüklü Kayıpsız yayın, Yüksek Kalite’ye göre önemli ölçüde daha fazla veri kullanır ve hücresel bağlantı için önerilmez.
uk: Для транслювання у високороздільному форматі без втрат потрібно передавати значно більше даних, ніж у високій якості. Це не рекомендовано для стільникових зʼєднань.
vi: Truyền phát Hi-Res Lossless sẽ sử dụng dữ liệu nhiều hơn đáng kể so với Chất lượng cao và không được đề xuất cho các kết nối di động.
zh_cn: 高解析度无损流播放将比高质量显著消耗更多数据，接入蜂窝网络时不建议使用。
zh_hk: 相對於高質素，高解析度無損壓縮串流將會明顯耗用更多數據，不建議透過流動網絡連線使用。
zh_tw: 「高解析度保真壓縮」串流將比「高品質」明顯消耗更多數據，不建議在行動網路連線時使用。

source: Off
ar: إيقاف
bg: Изкл.
ca: No
cs: Vypnuto
da: Fra
de: Aus
el: Όχι
es: No
es_us: No
fi: Pois
fr: Non
fr_ca: Non
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: No
ja: オフ
kk: Өшірулі
ko: 끔
lt: Išjungta
ms: Tak Aktif
nl: Uit
no: Av
pl: Wył.
pt_br: Desativado
pt_pt: Não
ro: Nu
ru: Выкл.
sk: Vyp.
sl: Izklopi
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# HIGH_QUALITY_DETAIL
source: AAC 256 kbps
ar: ‏AAC ٢٥٦ ك.ب. في الثانية
ca: AAC de 256 kbps
cs: AAC 256 kb/s
de: AAC 256 kBit/s
es: AAC a 256 kbps
es_us: AAC de 256 kbps
fi: AAC 256 kb/s
fr: AAC 256 kbit/s
fr_ca: AAC 256 kbit/s
hu: AAC 256 kb/s
it: AAC a 256 kbps
kk: AAC 256 кбит/с
pl: AAC 256 kb/s
pt_pt: AAC a 256 kbps
ro: AAC 256 kb/s
ru: AAC 256 кбит/с
sk: AAC 256 kb/s
sv: AAC 256 Kbit/s
tr: AAC 256 kb/sn.
uk: AAC 256 Кбіт/с

source: Download over Cellular
ar: تنزيل عبر الشبكة الخلوية
bg: Изтегляне през мобилна мрежа
ca: Descarrega amb la xarxa mòbil
cs: Stahovat přes mobilní síť
da: Hent via mobilnetværk
de: Über Mobilfunknetz laden
el: Λήψη μέσω κινητού δικτύου
es: Descargar usando una red móvil
es_us: Descargar mediante red celular
fi: Lataa mobiiliverkon kautta
fr: Télécharger via le réseau cellulaire
fr_ca: Télécharger par le réseau cellulaire
he: הורדה דרך רשת סלולרית
hi: मोबाइल नेटवर्क पर डाउनलोड करें
hr: Preuzmi putem mobilne mreže
hu: Letöltés mobilhálózaton
id: Unduh melalui Seluler
it: Scarica tramite rete cellulare
ja: モバイル通信経由でダウンロード
kk: Ұялы желі арқылы жүктеп алу
ko: 셀룰러를 통해 다운로드
lt: Atsisiųsti mobiliuoju ryšiu
ms: Muat Turun melalui Selular
nl: Download via mobiel
no: Last ned over mobilnett
pl: Pobieraj przez sieć komórkową
pt_br: Baixar via Rede Celular
pt_pt: Descarregar pela rede móvel
ro: Descărcare prin rețeaua celulară
ru: Загрузки по сотовой сети
sk: Sťahovať cez mobilnú sieť
sl: Prenesi prek mobilnega omrežja
sv: Hämta via mobilnätet
th: ดาวน์โหลดผ่านเซลลูลาร์
tr: Hücresel Ağ Üzerinden İndir
uk: Викачувати через стільник
vi: Tải về qua Di động
zh_cn: 通过蜂窝网络下载
zh_hk: 透過流動網絡下載
zh_tw: 透過行動網路下載
